Repository: OpenEstate/OpenEstate-PHP-Export
Catalog: i18n/bootstrap3/*.po
Languages: de, pt

source: real estate {0}
de: Immobilie {0}
pt: imóvel {0}

source: The offer was not found. Maybe it is not published anymore.
de: Das Angebot wurde nicht gefunden. Möglicherweise ist es nicht mehr verfügbar.
pt: A oferta não foi encontrada. Talvez não esteja mais disponivel.

source: Visit our current offers.
de: Unsere aktuellen Angebote besuchen.
pt: Visite nossas ofertas atuais.

source: Download information about this object as PDF file.
de: Informationen über dieses Objekt als PDF-Datei herunterladen.
pt: Baixar informações sobre este objeto como arquivo PDF.

source: Add this object to your list of favorites.
de: Dieses Objekt als Favorit vormerken.
pt: Adicionar este objeto à sua lista de favoritos.

source: Remove this object from your list of favorites.
de: Dieses Objekt von der Favoritenliste entfernen.
pt: Remover este objeto da sua lista de favoritos.

source: Show current offers.
de: Aktuelle Angebote anzeigen.
pt: Mostrar ofertas atuais.

source: Show list of favorite objects.
de: Liste der favorisierten Angebote öffnen.
pt: Mostrar lista de objetos favoritos.

source: Select your preferred language.
de: Wählen Sie Ihre bevorzugte Sprache.
pt: Selecione o seu idioma preferido.

source: identifier
de: Kennung
pt: identificador

source: offer
de: Angebot
pt: oferta

source: address
de: Adresse
pt: endereço

source: yes
de: ja
pt: sim

source: no
de: nein
pt: não

source: area map
de: Lagekarte
pt: mapa da área

source: Your web browser does not support video playback.
de: Ihr Web-Browser unterstützt keine Wiedergabe von Videos.
pt: O seu Browser não suporta reprodução de vídeo.

source: further links
de: weiterführende Links
pt: mais links

source: attachment
de: Anhang
pt: anexo

source: your contact person
de: Ihr Ansprechpartner
pt: A sua pessoa de contato

source: phone
de: Telefon
pt: telefone

source: mobile
de: Mobiltelefon
pt: telemóvel

source: get in contact
de: in Kontakt treten
pt: contactar

source: Processing your request. Please wait for a moment.
de: Ihre Anfrage wird verarbeitet. Bitte haben Sie einen Moment Geduld.
pt: Solicitação em progresso. Por favor aguarde um momento.

source: Your message was successfully sent. We will report back as soon as possible.
de: Ihre Mitteilung wurde erfolgreich übermittelt. Wir werden uns umgehend mit Ihnen in Verbindung setzen.
pt: A mensagem foi enviada com sucesso. Nós reportaremos o mais breve possível.

source: Sorry, but we can't process your message due to an error.
de: Ihre Mitteilung konnte aufgrund eines Fehlers leider nicht übermittelt werden.
pt: Desculpe, mas devido a um erro,não podemos processar sua mensagem.

source: your name
de: Ihr Name
pt: O seu nome

source: your email address
de: Ihre E-Mailadresse
pt: O seu endereço de email

source: your phone number
de: Ihre Telefonnummer
pt: O seu número de telefone

source: your message
de: Ihre Mitteilung
pt: a sua mensagem

source: I am interested in your offer "{0}". Please get in contact with me.
de: Ich interessiere mich für Ihr Angebot "{0}". Bitte nehmen Sie mit mir Kontakt auf.
pt: Estou interessado em sua oferta "{0}". Por favor, contacte-me.

source: verification code
de: Bestätigungscode
pt: Código de verificação

source: refresh
de: aktualisieren
pt: atualizar

source: Yes, I accept the general terms and conditions.
pt: Sim, aceito os termos e condições gerais.

source: read full text
pt: leia o texto completo

source: Yes, I accept the cancellation policy.
pt: Sim, aceito a política de cancelamento.

source: Yes, I accept the data privacy statement.
pt: Sim, aceito a declaração de privacidade de dados.

source: send message
de: Mitteilung abschicken
pt: enviar mensagem

source: images
de: Fotos
pt: fotos

source: my favored objects
de: meine Vormerkliste
pt: meus objetos favoritos

source: Show sort options.
de: Optionen zur Sortierung anzeigen.
pt: Mostrar opções de classificação.

source: Show objects in detailed view.
de: Objekte in der Detail-Ansicht anzeigen.
pt: Mostrar objetos na visualização detalhada.

source: Show objects in gallery view.
de: Objekte in der Galerie-Ansicht anzeigen.
pt: Mostrar objetos na exibição de galeria.

source: sort offers
de: Angebote sortieren
pt: ordenar ofertas

source: ascending
de: aufsteigend
pt: ascendente

source: descending
de: absteigend
pt: descendente

source: Your list of favorite objects is empty.
de: Ihre Vormerkliste ist leer.
pt: Sua lista de objetos favoritos está vazia.

source: Show details about this object.
de: Details zu diesem Objekt anzeigen.
pt: Mostrar detalhes sobre este objeto.

source: details
pt: detalhes

source: download
de: herunterladen
pt: baixar

source: remove from favorites
de: Vormerkung entfernen
pt: Remover dos favoritos

source: Show previous page.
de: Vorherige Seite anzeigen.
pt: Mostrar página anterior.

source: Show next page.
de: Nächste Seite anzeigen.
pt: Mostrar próxima página.

source: current offers
de: aktuelle Angebote
pt: ofertas atuais

source: Show search options.
de: Optionen zur Suche anzeigen.
pt: Mostrar opções de pesquisa.

source: search offers
de: Angebote durchsuchen
pt: pesquisar ofertas

source: search
de: suchen
pt: procurar

source: clear
de: leeren
pt: limpar

source: There are currently no objects published.
de: Momentan sind keine Angebote veröffentlicht.
pt: Atualmente não há objetos publicados.

source: No objects were found according to your filter settings.
de: Es wurden keine Angebote gemäß der Suchkriterien gefunden.
pt: Nenhum objeto foi encontrado de acordo com suas configurações de filtro.

source: Show all offers.
de: Alle Angebote anzeigen.
pt: Mostrar todas as ofertas.

source: add to favorites
de: vormerken
pt: adicionar aos favoritos
